/* Title for event birthday (with a name) */
"%@\\U2019s Birthday" = "%@s bursdag";

/* Title for event birthday (without a name) */
"Birthday" = "Bursdag";

"FACEBOOK_CALENDAR_NAME" = "Facebook-hendelser";

/* default calendar name */
"DEFAULT_CALENDAR_NAME" = "Kalender";

/* default reminders calendar name */
"DEFAULT_TASK_CALENDAR_NAME" = "Påminnelser";
// Also this one, sadly.  See 9806767 and 9696624
"Reminders" = "Påminnelser";

/* Default name for an event/reminder alarm */
"DEFAULT_REMINDER_NAME" = "Påminnelse";

/* Errors, returned as part of EKError object. Generally only for developers, but they might appear in UI.*/
"EVENT_NOT_MUTABLE_ERROR" = "Hendelsen kan ikke redigeres.";

"NO_CALENDAR_ERROR" = "Ingen kalender har blitt angitt.";

"NO_START_DATE_ERROR" = "Ingen startdato har blitt angitt.";

"NO_END_DATE_ERROR" = "Ingen sluttdato har blitt angitt.";

"DATES_INVERTED_ERROR" = "Startdatoen må være før sluttdatoen.";

"UNEXPECTED_ERROR" = "Det har oppstått en uventet feil.";

"CALENDAR_SOURCE_CANNOT_BE_MODIFIED" = "Denne kalenderen kan ikke flyttes til en annen konto.";


"CALENDAR_READ_ONLY_ERROR" = "Kalenderen er skrivebeskyttet.";

"DURATION_EXCEEDS_RECURRENCE_ERROR" = "Hendelsen er for lang til å gjentas så ofte.";

"ALARM_EXCEEDS_RECURRENCE_ERROR" = "Hendelsen gjentas før varselet kommer.";

"START_DATE_FUTURE_ERROR" = "Hendelsen er for langt fram i tid.";

"OCCURRENCE_COLLISION_ERROR" = "En annen forekomst av hendelsen finnes på denne datoen.";

"INVITES_CANNOT_MOVE_ERROR" = "Invitasjoner kan ikke flyttes til en annen kalender.";

"CANNOT_GEOCODE_LOCATION_ERROR" = "Stedet for påminnelsen kunne ikke kodes til en geografisk adresse for å utløse alarmen.";

/* meaningless to end users, but useful for coders. It means the event is being used with the wrong database (store). */
"WRONG_STORE_ERROR" = "Hendelsen hører ikke til i det hendelseslageret.";

/* developer error */
"SPAN_ERROR" = "Et ugyldig område ble angitt.";

"CALENDAR_HAS_NO_SOURCE" = "Kalenderen har ingen kilde";

"DOES_NOT_ALLOW_RECURRENCE_CHANGES" = "Gjentakelsesfeltet kan ikke endres.";

"DOES_NOT_ALLOW_ALARM_CHANGES" = "Alarmer kan ikke endres.";

"DOES_NOT_ALLOW_ATTENDEE_CHANGES" = "Deltakere kan ikke endres";

"CALENDAR_IMMUTABLE" = "Den kalenderen kan ikke endres eller slettes.";

"STRUCTURED_LOCATIONS_NOT_SUPPORTED" = "Steder med geografisk informasjon støttes ikke av denne kontoen.";

"ACTIONS_NOT_SUPPORTED" = "Handlinger støttes ikke av denne kontoen.";

"REMINDER_LOCATIONS_NOT_SUPPORTED" = "Steder for påminnelser støttes ikke av denne kontoen.";

"ALARM_PROXIMITY_NOT_SUPPORTED" = "Avstandsbaserte alarmer støttes ikke av denne kontoen.";

"RECURRING_TASK_REQUIRES_DUE_DATE_ERROR" = "En gjentakende påminnelse må ha forfallsdato.";

"SOURCE_PROHIBITS_CALENDAR_ADD_DELETE" = "Kontoen tillater ikke at kalendere legges til eller fjernes.";

"CALENDAR_DOES_NOT_ALLOW_EVENTS" = "Denne kalenderen tillater ikke at hendelser legges til.";

"CALENDAR_DOES_NOT_ALLOW_REMINDERS" = "Denne kalenderen tillater ikke at påminnelser legges til.";

"SOURCE_DOES_NOT_ALLOW_REMINDERS" = "Denne kontoen støtter ikke påminnelser.";

"PRIORITY_IS_INVALID" = "Prioriteter må være mellom 0 og 9.";

"INVALID_ENTITY_TYPE" = "Dette er ikke en gyldig EKEntityType.";
